Repository: davecrab/HideMy
Catalog: HideMy/Localisation/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# accessibility.continueButton
source: Continue to request photo access
ar: متابعة لطلب الوصول للصور
de: Weiter, um Fotozugriff anzufordern
es: Continuar para solicitar acceso a fotos
fr: Continuer pour demander l'accès aux photos
hi: फ़ोटो एक्सेस का अनुरोध करने के लिए जारी रखें
id: Lanjutkan untuk meminta akses foto
it: Continua per richiedere accesso alle foto
ja: 続けて写真へのアクセスをリクエスト
ko: 계속하여 사진 접근 요청
nl: Doorgaan om fototoegang aan te vragen
pl: Kontynuuj, aby poprosić o dostęp do zdjęć
pt_br: Continuar para solicitar acesso às fotos
ru: Продолжить для запроса доступа к фото
sv: Fortsätt för att begära fotoåtkomst
th: ดำเนินการต่อเพื่อขอสิทธิ์เข้าถึงรูปภาพ
tr: Fotoğraf erişimi istemek için devam et
uk: Продовжити для запиту доступу до фото
vi: Tiếp tục để yêu cầu quyền truy cập ảnh
zh_hans: 继续请求照片访问权限
zh_hant: 繼續請求照片存取權限

# accessibility.openSettingsButton
source: Open device settings
ar: فتح إعدادات الجهاز
de: Geräteeinstellungen öffnen
es: Abrir ajustes del dispositivo
fr: Ouvrir les réglages de l'appareil
hi: डिवाइस सेटिंग्स खोलें
id: Buka pengaturan perangkat
it: Apri impostazioni dispositivo
ja: デバイス設定を開く
ko: 기기 설정 열기
nl: Apparaatinstellingen openen
pl: Otwórz ustawienia urządzenia
pt_br: Abrir ajustes do dispositivo
ru: Открыть настройки устройства
sv: Öppna enhetsinställningar
th: เปิดการตั้งค่าอุปกรณ์
tr: Cihaz ayarlarını aç
uk: Відкрити налаштування пристрою
vi: Mở cài đặt thiết bị
zh_hans: 打开设备设置
zh_hant: 開啟裝置設定
