Repository: davecrab/HideMy
Catalog: HideMy/Localisation/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settings.privacyMode.header
source: Privacy Mode
ar: وضع الخصوصية
de: Datenschutzmodus
es: Modo de Privacidad
fr: Mode de Confidentialité
hi: गोपनीयता मोड
id: Mode Privasi
it: Modalità Privacy
ja: プライバシーモード
ko: 개인정보 보호 모드
nl: Privacymodus
pl: Tryb Prywatności
pt_br: Modo de Privacidade
ru: Режим Конфиденциальности
sv: Integritetsläge
th: โหมดความเป็นส่วนตัว
tr: Gizlilik Modu
uk: Режим Конфіденційності
vi: Chế độ Riêng tư
zh_hans: 隐私模式
zh_hant: 隱私模式

# settings.privacyMode.footer
source: Choose how faces are hidden. Blur modes destroy facial features irreversibly. Box modes cover faces with a solid color.
ar: اختر كيفية إخفاء الوجوه. أوضاع التمويه تدمر ملامح الوجه بشكل لا رجعة فيه. أوضاع المربع تغطي الوجوه بلون صلب.
de: Wähle, wie Gesichter versteckt werden. Unschärfe-Modi zerstören Gesichtszüge unwiderruflich. Box-Modi bedecken Gesichter mit einer einfarbigen Fläche.
es: Elige cómo ocultar los rostros. Los modos de difuminado destruyen las características faciales de forma irreversible. Los modos de caja cubren los rostros con un color sólido.
fr: Choisissez comment masquer les visages. Les modes de floutage détruisent les traits du visage de manière irréversible. Les modes boîte couvrent les visages avec une couleur unie.
hi: चुनें कि चेहरे कैसे छुपाए जाएं। ब्लर मोड चेहरे की विशेषताओं को अपरिवर्तनीय रूप से नष्ट करते हैं। बॉक्स मोड चेहरों को ठोस रंग से ढकते हैं।
id: Pilih cara menyembunyikan wajah. Mode blur menghancurkan fitur wajah secara permanen. Mode kotak menutupi wajah dengan warna solid.
it: Scegli come nascondere i volti. Le modalità sfocatura distruggono irreversibilmente i tratti del viso. Le modalità riquadro coprono i volti con un colore solido.
ja: 顔を隠す方法を選択してください。ぼかしモードは顔の特徴を不可逆的に破壊します。ボックスモードは顔を単色で覆います。
ko: 얼굴을 숨기는 방법을 선택하세요. 블러 모드는 얼굴 특징을 복구 불가능하게 파괴합니다. 박스 모드는 단색으로 얼굴을 덮습니다.
nl: Kies hoe gezichten worden verborgen. Vervagingsmodi vernietigen gelaatstrekken onomkeerbaar. Kadermodi bedekken gezichten met een effen kleur.
pl: Wybierz sposób ukrywania twarzy. Tryby rozmycia nieodwracalnie niszczą rysy twarzy. Tryby ramki zakrywają twarze jednolitym kolorem.
pt_br: Escolha como ocultar os rostos. Os modos de desfoque destroem as características faciais de forma irreversível. Os modos de caixa cobrem os rostos com uma cor sólida.
ru: Выберите способ скрытия лиц. Режимы размытия необратимо уничтожают черты лица. Режимы рамки закрывают лица сплошным цветом.
sv: Välj hur ansikten döljs. Suddningslägen förstör ansiktsdrag oåterkalleligt. Rutlägen täcker ansikten med en solid färg.
th: เลือกวิธีซ่อนใบหน้า โหมดเบลอจะทำลายลักษณะใบหน้าอย่างถาวร โหมดกล่องจะปิดบังใบหน้าด้วยสีทึบ
tr: Yüzlerin nasıl gizleneceğini seçin. Bulanıklaştırma modları yüz özelliklerini geri dönüşü olmayacak şekilde yok eder. Kutu modları yüzleri düz renkle kapatır.
uk: Виберіть спосіб приховування облич. Режими розмиття незворотно знищують риси обличчя. Режими рамки закривають обличчя суцільним кольором.
vi: Chọn cách ẩn khuôn mặt. Các chế độ làm mờ phá hủy đặc điểm khuôn mặt không thể khôi phục. Các chế độ hộp che khuôn mặt bằng màu đặc.
zh_hans: 选择隐藏面部的方式。模糊模式会不可逆地破坏面部特征。方框模式用纯色覆盖面部。
zh_hant: 選擇隱藏臉部的方式。模糊模式會不可逆地破壞臉部特徵。方框模式用純色覆蓋臉部。

# privacyMode.fullBlur
source: Full Blur
ar: تمويه كامل
de: Volle Unschärfe
es: Difuminado Completo
fr: Flou Complet
hi: पूर्ण ब्लर
id: Blur Penuh
it: Sfocatura Completa
ja: フルぼかし
ko: 전체 블러
nl: Volledige Vervaging
pl: Pełne Rozmycie
pt_br: Desfoque Completo
ru: Полное Размытие
sv: Full Suddning
th: เบลอเต็มรูปแบบ
tr: Tam Bulanıklaştırma
uk: Повне Розмиття
vi: Làm mờ Toàn bộ
zh_hans: 完全模糊
zh_hant: 完全模糊

# privacyMode.fullBlur.description
source: Pixelate → Blur → Pixelate (maximum privacy)
ar: بكسلة ← تمويه ← بكسلة (أقصى خصوصية)
de: Verpixeln → Unschärfe → Verpixeln (maximaler Datenschutz)
es: Pixelar → Difuminar → Pixelar (máxima privacidad)
fr: Pixeliser → Flouter → Pixeliser (confidentialité maximale)
hi: पिक्सेलेट → ब्लर → पिक्सेलेट (अधिकतम गोपनीयता)
id: Pikselasi → Blur → Pikselasi (privasi maksimal)
it: Pixelizza → Sfoca → Pixelizza (massima privacy)
ja: モザイク - ぼかし - モザイク (最大のプライバシー)
ko: 모자이크 - 블러 - 모자이크 (최대 보안)
nl: Pixeleren → Vervagen → Pixeleren (maximale privacy)
pl: Pikselizacja → Rozmycie → Pikselizacja (maksymalna prywatność)
pt_br: Pixelizar → Desfocar → Pixelizar (máxima privacidade)
ru: Пикселизация → Размытие → Пикселизация (максимальная защита)
sv: Pixelera → Sudda → Pixelera (maximal integritet)
th: พิกเซล → เบลอ → พิกเซล (ความเป็นส่วนตัวสูงสุด)
tr: Pikselleştir → Bulanıklaştır → Pikselleştir (maksimum gizlilik)
uk: Піксельація → Розмиття → Піксельація (максимальний захист)
vi: Pixel hóa → Làm mờ → Pixel hóa (riêng tư tối đa)
zh_hans: 像素化 - 模糊 - 像素化 (最高隐私)
zh_hant: 像素化 - 模糊 - 像素化 (最高隱私)

# privacyMode.blurNoFinalPixelate
source: Blur (No Final Pixelate)
ar: تمويه (بدون بكسلة نهائية)
de: Unschärfe (Ohne Finale Verpixelung)
es: Difuminar (Sin Pixelado Final)
fr: Flou (Sans Pixelisation Finale)
hi: ब्लर (बिना अंतिम पिक्सेलेशन)
id: Blur (Tanpa Pikselasi Akhir)
it: Sfoca (Senza Pixelizzazione Finale)
ja: ぼかし (最終モザイクなし)
ko: 블러 (최종 모자이크 없음)
nl: Vervaging (Zonder Laatste Pixelering)
pl: Rozmycie (Bez Końcowej Pikselizacji)
pt_br: Desfoque (Sem Pixelização Final)
ru: Размытие (Без Финальной Пикселизации)
sv: Suddning (Utan Slutlig Pixelering)
th: เบลอ (ไม่มีพิกเซลสุดท้าย)
tr: Bulanıklaştırma (Son Pikselleştirme Yok)
uk: Розмиття (Без Фінальної Піксельації)
vi: Làm mờ (Không Pixel hóa Cuối)
zh_hans: 模糊 (无最终像素化)
zh_hant: 模糊 (無最終像素化)

# privacyMode.blurNoFinalPixelate.description
source: Pixelate → Blur (smoother look)
ar: بكسلة ← تمويه (مظهر أكثر نعومة)
de: Verpixeln → Unschärfe (weicheres Aussehen)
es: Pixelar → Difuminar (aspecto más suave)
fr: Pixeliser → Flouter (aspect plus lisse)
hi: पिक्सेलेट → ब्लर (चिकना दिखावट)
id: Pikselasi → Blur (tampilan lebih halus)
it: Pixelizza → Sfoca (aspetto più morbido)
ja: モザイク - ぼかし (滑らかな見た目)
ko: 모자이크 - 블러 (부드러운 효과)
nl: Pixeleren → Vervagen (vloeiender uiterlijk)
pl: Pikselizacja → Rozmycie (gładszy wygląd)
pt_br: Pixelizar → Desfocar (visual mais suave)
ru: Пикселизация → Размытие (более мягкий вид)
sv: Pixelera → Sudda (mjukare utseende)
th: พิกเซล → เบลอ (ดูเรียบเนียนกว่า)
tr: Pikselleştir → Bulanıklaştır (daha yumuşak görünüm)
uk: Піксельація → Розмиття (м'якший вигляд)
vi: Pixel hóa → Làm mờ (mượt hơn)
zh_hans: 像素化 - 模糊 (更平滑的效果)
zh_hant: 像素化 - 模糊 (更平滑的效果)

# privacyMode.pixelateOnly
source: Pixelate Only
ar: بكسلة فقط
de: Nur Verpixeln
es: Solo Pixelar
fr: Pixelisation Seule
hi: केवल पिक्सेलेट
id: Pikselasi Saja
it: Solo Pixelizzazione
ja: モザイクのみ
ko: 모자이크만
nl: Alleen Pixeleren
pl: Tylko Pikselizacja
pt_br: Apenas Pixelizar
ru: Только Пикселизация
sv: Endast Pixelering
th: พิกเซลเท่านั้น
tr: Sadece Pikselleştir
uk: Лише Піксельація
vi: Chỉ Pixel hóa
zh_hans: 仅像素化
zh_hant: 僅像素化

# privacyMode.pixelateOnly.description
source: Pixelate only (classic mosaic)
ar: بكسلة فقط (فسيفساء كلاسيكية)
de: Nur Verpixelung (klassisches Mosaik)
es: Solo pixelado (mosaico clásico)
fr: Pixelisation uniquement (mosaïque classique)
hi: केवल पिक्सेलेशन (क्लासिक मोज़ेक)
id: Hanya pikselasi (mosaik klasik)
it: Solo pixelizzazione (mosaico classico)
ja: モザイクのみ (クラシックなモザイク)
ko: 모자이크만 (클래식 모자이크)
nl: Alleen pixeleren (klassiek mozaïek)
pl: Tylko pikselizacja (klasyczna mozaika)
pt_br: Apenas pixelização (mosaico clássico)
ru: Только пикселизация (классическая мозаика)
sv: Endast pixelering (klassisk mosaik)
th: พิกเซลเท่านั้น (โมเสกแบบคลาสสิก)
tr: Sadece pikselleştirme (klasik mozaik)
uk: Лише піксельація (класична мозаїка)
vi: Chỉ pixel hóa (khảm cổ điển)
zh_hans: 仅像素化 (经典马赛克)
zh_hant: 僅像素化 (經典馬賽克)

# privacyMode.blackBox
source: Black Box
ar: مربع أسود
de: Schwarze Box
es: Caja Negra
fr: Boîte Noire
hi: काला बॉक्स
id: Kotak Hitam
it: Riquadro Nero
ja: 黒いボックス
ko: 검정 박스
nl: Zwart Kader
pl: Czarna Ramka
pt_br: Caixa Preta
ru: Чёрная Рамка
sv: Svart Ruta
th: กล่องดำ
tr: Siyah Kutu
uk: Чорна Рамка
vi: Hộp Đen
zh_hans: 黑色方框
zh_hant: 黑色方框

# privacyMode.blackBox.description
source: Solid black rectangle
ar: مستطيل أسود صلب
de: Einfarbig schwarzes Rechteck
es: Rectángulo negro sólido
fr: Rectangle noir uni
hi: ठोस काला आयत
id: Persegi panjang hitam solid
it: Rettangolo nero solido
ja: 黒一色の長方形
ko: 단색 검정 사각형
nl: Effen zwarte rechthoek
pl: Jednolity czarny prostokąt
pt_br: Retângulo preto sólido
ru: Сплошной чёрный прямоугольник
sv: Solid svart rektangel
th: สี่เหลี่ยมสีดำทึบ
tr: Düz siyah dikdörtgen
uk: Суцільний чорний прямокутник
vi: Hình chữ nhật đen đặc
zh_hans: 纯黑色矩形
zh_hant: 純黑色矩形

# privacyMode.whiteBox
source: White Box
ar: مربع أبيض
de: Weiße Box
es: Caja Blanca
fr: Boîte Blanche
hi: सफेद बॉक्स
id: Kotak Putih
it: Riquadro Bianco
ja: 白いボックス
ko: 흰색 박스
nl: Wit Kader
pl: Biała Ramka
pt_br: Caixa Branca
ru: Белая Рамка
sv: Vit Ruta
th: กล่องขาว
tr: Beyaz Kutu
uk: Біла Рамка
vi: Hộp Trắng
zh_hans: 白色方框
zh_hant: 白色方框

# privacyMode.whiteBox.description
source: Solid white rectangle
ar: مستطيل أبيض صلب
de: Einfarbig weißes Rechteck
es: Rectángulo blanco sólido
fr: Rectangle blanc uni
hi: ठोस सफेद आयत
id: Persegi panjang putih solid
it: Rettangolo bianco solido
ja: 白一色の長方形
ko: 단색 흰색 사각형
nl: Effen witte rechthoek
pl: Jednolity biały prostokąt
pt_br: Retângulo branco sólido
ru: Сплошной белый прямоугольник
sv: Solid vit rektangel
th: สี่เหลี่ยมสีขาวทึบ
tr: Düz beyaz dikdörtgen
uk: Суцільний білий прямокутник
vi: Hình chữ nhật trắng đặc
zh_hans: 纯白色矩形
zh_hant: 純白色矩形

# privacyMode.customBox
source: Custom Color Box
ar: مربع بلون مخصص
de: Benutzerdefinierte Farbbox
es: Caja de Color Personalizado
fr: Boîte Couleur Personnalisée
hi: कस्टम रंग बॉक्स
id: Kotak Warna Kustom
it: Riquadro Colore Personalizzato
ja: カスタムカラーボックス
ko: 사용자 지정 색상 박스
nl: Aangepast Kleurkader
pl: Ramka w Wybranym Kolorze
pt_br: Caixa de Cor Personalizada
ru: Рамка Своего Цвета
sv: Anpassad Färgruta
th: กล่องสีกำหนดเอง
tr: Özel Renkli Kutu
uk: Рамка Власного Кольору
vi: Hộp Màu Tùy chỉnh
zh_hans: 自定义颜色方框
zh_hant: 自訂顏色方框

# privacyMode.customBox.description
source: Solid color of your choice
ar: لون صلب من اختيارك
de: Einfarbig in deiner Wunschfarbe
es: Color sólido de tu elección
fr: Couleur unie de votre choix
hi: आपकी पसंद का ठोस रंग
id: Warna solid pilihan Anda
it: Colore solido a tua scelta
ja: お好みの色の単色
ko: 원하는 색상의 단색
nl: Effen kleur naar keuze
pl: Jednolity kolor według wyboru
pt_br: Cor sólida de sua escolha
ru: Сплошной цвет на ваш выбор
sv: Solid färg efter eget val
th: สีทึบตามที่คุณเลือก
tr: Seçtiğiniz düz renk
uk: Суцільний колір на ваш вибір
vi: Màu đặc theo lựa chọn của bạn
zh_hans: 您选择的纯色
zh_hant: 您選擇的純色

# settings.customColor.header
source: Custom Color
ar: لون مخصص
de: Benutzerdefinierte Farbe
es: Color Personalizado
fr: Couleur Personnalisée
hi: कस्टम रंग
id: Warna Kustom
it: Colore Personalizzato
ja: カスタムカラー
ko: 사용자 지정 색상
nl: Aangepaste Kleur
pl: Własny Kolor
pt_br: Cor Personalizada
ru: Свой Цвет
sv: Anpassad Färg
th: สีกำหนดเอง
tr: Özel Renk
uk: Власний Колір
vi: Màu Tùy chỉnh
zh_hans: 自定义颜色
zh_hant: 自訂顏色

# settings.customColor.footer
source: Select a custom color for the face cover box.
ar: اختر لونًا مخصصًا لمربع تغطية الوجه.
de: Wähle eine benutzerdefinierte Farbe für die Gesichtsabdeckung.
es: Selecciona un color personalizado para la caja que cubre el rostro.
fr: Sélectionnez une couleur personnalisée pour la boîte de couverture du visage.
hi: चेहरा कवर बॉक्स के लिए कस्टम रंग चुनें।
id: Pilih warna kustom untuk kotak penutup wajah.
it: Seleziona un colore personalizzato per il riquadro di copertura del volto.
ja: 顔を覆うボックスのカスタムカラーを選択してください。
ko: 얼굴 가리개 박스의 사용자 지정 색상을 선택하세요.
nl: Selecteer een aangepaste kleur voor het gezichtsbedekkingskader.
pl: Wybierz własny kolor dla ramki zakrywającej twarz.
pt_br: Selecione uma cor personalizada para a caixa de cobertura do rosto.
ru: Выберите свой цвет для рамки, закрывающей лицо.
sv: Välj en anpassad färg för ansiktstäckningsrutan.
th: เลือกสีกำหนดเองสำหรับกล่องปิดบังใบหน้า
tr: Yüz kapatma kutusu için özel bir renk seçin.
uk: Виберіть власний колір для рамки, що закриває обличчя.
vi: Chọn màu tùy chỉnh cho hộp che khuôn mặt.
zh_hans: 为面部遮盖方框选择自定义颜色。
zh_hant: 為臉部遮蓋方框選擇自訂顏色。

# settings.customColor.picker
source: Box Color
ar: لون المربع
de: Box-Farbe
es: Color de Caja
fr: Couleur de la Boîte
hi: बॉक्स का रंग
id: Warna Kotak
it: Colore Riquadro
ja: ボックスの色
ko: 박스 색상
nl: Kaderkleur
pl: Kolor Ramki
pt_br: Cor da Caixa
ru: Цвет Рамки
sv: Rutfärg
th: สีกล่อง
tr: Kutu Rengi
uk: Колір Рамки
vi: Màu Hộp
zh_hans: 方框颜色
zh_hant: 方框顏色

# settings.statistics.header
source: Statistics
ar: الإحصائيات
de: Statistiken
es: Estadísticas
fr: Statistiques
hi: आंकड़े
id: Statistik
it: Statistiche
ja: 統計
ko: 통계
nl: Statistieken
pl: Statystyki
pt_br: Estatísticas
ru: Статистика
sv: Statistik
th: สถิติ
tr: İstatistikler
uk: Статистика
vi: Thống kê
zh_hans: 统计
zh_hant: 統計

# settings.statistics.blurredCount
source: Blurred Photos Count
ar: عدد الصور المموهة
de: Anzahl Unkenntlich Gemachter Fotos
es: Cantidad de Fotos Difuminadas
fr: Nombre de Photos Floutées
hi: धुंधली फ़ोटो की संख्या
id: Jumlah Foto yang Diburamkan
it: Numero di Foto Sfocate
ja: ぼかした写真の数
ko: 블러 처리된 사진 수
nl: Aantal Vervaagde Foto's
pl: Liczba Rozmytych Zdjęć
pt_br: Quantidade de Fotos Borradas
ru: Количество Размытых Фото
sv: Antal Suddade Foton
th: จำนวนรูปภาพที่เบลอแล้ว
tr: Bulanıklaştırılmış Fotoğraf Sayısı
uk: Кількість Розмитих Фото
vi: Số Ảnh Đã Làm mờ
zh_hans: 已模糊照片数量
zh_hant: 已模糊照片數量

# settings.managePhotos.header
source: Manage Blurred Photos
ar: إدارة الصور المموهة
de: Bearbeitete Fotos Verwalten
es: Gestionar Fotos Difuminadas
fr: Gérer les Photos Floutées
hi: धुंधली फ़ोटो प्रबंधित करें
id: Kelola Foto yang Diburamkan
it: Gestisci Foto Sfocate
ja: ぼかした写真を管理
ko: 블러 사진 관리
nl: Vervaagde Foto's Beheren
pl: Zarządzaj Rozmytymi Zdjęciami
pt_br: Gerenciar Fotos Borradas
ru: Управление Размытыми Фото
sv: Hantera Suddade Foton
th: จัดการรูปภาพที่เบลอแล้ว
tr: Bulanık Fotoğrafları Yönet
uk: Керування Розмитими Фото
vi: Quản lý Ảnh Đã Làm mờ
zh_hans: 管理模糊照片
zh_hant: 管理模糊照片

# settings.managePhotos.footer
source: 'Delete All Blurred Photos' will permanently delete the blurred copies you created from your Photos library. 'Clear Tracking History' only removes the tracking data without deleting any photos.
ar: 'حذف جميع الصور المموهة' سيحذف نهائيًا النسخ المموهة التي أنشأتها من مكتبة الصور. 'مسح سجل التتبع' يزيل فقط بيانات التتبع دون حذف أي صور.
de: 'Alle Bearbeiteten Fotos Löschen' löscht dauerhaft die unkenntlich gemachten Kopien aus deiner Fotomediathek. 'Verlauf Löschen' entfernt nur die Tracking-Daten, ohne Fotos zu löschen.
es: 'Eliminar Todas las Fotos Difuminadas' eliminará permanentemente las copias difuminadas que creaste de tu biblioteca de Fotos. 'Borrar Historial' solo elimina los datos de seguimiento sin borrar ninguna foto.
fr: 'Supprimer Toutes les Photos Floutées' supprimera définitivement les copies floutées que vous avez créées de votre Photothèque. 'Effacer l'Historique' supprime uniquement les données de suivi sans supprimer aucune photo.
hi: 'सभी धुंधली फ़ोटो हटाएं' आपकी फ़ोटो लाइब्रेरी से आपके द्वारा बनाई गई धुंधली प्रतियों को स्थायी रूप से हटा देगा। 'ट्रैकिंग इतिहास साफ़ करें' केवल ट्रैकिंग डेटा हटाता है, कोई फ़ोटो नहीं।
id: 'Hapus Semua Foto yang Diburamkan' akan menghapus secara permanen salinan yang diburamkan dari Perpustakaan Foto Anda. 'Hapus Riwayat Pelacakan' hanya menghapus data pelacakan tanpa menghapus foto apapun.
it: 'Elimina Tutte le Foto Sfocate' eliminerà permanentemente le copie sfocate che hai creato dalla tua Libreria Foto. 'Cancella Cronologia' rimuove solo i dati di tracciamento senza eliminare alcuna foto.
ja: すべてのぼかした写真を削除は、フォトライブラリから作成したぼかしコピーを完全に削除します。追跡履歴をクリアは、写真を削除せずに追跡データのみを削除します。
ko: 모든 블러 사진 삭제는 사진 보관함에서 생성한 블러 사본을 영구 삭제합니다. 추적 기록 지우기는 사진을 삭제하지 않고 추적 데이터만 제거합니다.
nl: 'Alle Vervaagde Foto's Verwijderen' verwijdert permanent de vervaagde kopieën die je hebt gemaakt uit je Fotobibliotheek. 'Volggeschiedenis Wissen' verwijdert alleen de volggegevens zonder foto's te verwijderen.
pl: 'Usuń Wszystkie Rozmyte Zdjęcia' trwale usunie rozmyte kopie utworzone w Bibliotece Zdjęć. 'Wyczyść Historię Śledzenia' usuwa tylko dane śledzenia bez usuwania zdjęć.
pt_br: 'Excluir Todas as Fotos Borradas' excluirá permanentemente as cópias borradas que você criou da sua Biblioteca de Fotos. 'Limpar Histórico de Rastreamento' apenas remove os dados de rastreamento sem excluir nenhuma foto.
ru: 'Удалить Все Размытые Фото' навсегда удалит размытые копии, которые вы создали, из вашей Фотобиблиотеки. 'Очистить Историю' удаляет только данные отслеживания, не удаляя фото.
sv: 'Ta Bort Alla Suddade Foton' tar permanent bort de suddade kopiorna du skapat från ditt Fotobibliotek. 'Rensa Spårningshistorik' tar endast bort spårningsdata utan att ta bort några foton.
th: 'ลบรูปภาพที่เบลอแล้วทั้งหมด' จะลบสำเนาที่เบลอแล้วออกจากคลังรูปภาพอย่างถาวร 'ล้างประวัติการติดตาม' จะลบเฉพาะข้อมูลการติดตามโดยไม่ลบรูปภาพ
tr: 'Tüm Bulanık Fotoğrafları Sil' Fotoğraf Kitaplığınızdan oluşturduğunuz bulanık kopyaları kalıcı olarak siler. 'İzleme Geçmişini Temizle' yalnızca izleme verilerini kaldırır, fotoğrafları silmez.
uk: 'Видалити Всі Розмиті Фото' назавжди видалить розмиті копії, які ви створили, з вашої Фотобібліотеки. 'Очистити Історію' видаляє лише дані відстеження, не видаляючи фото.
vi: 'Xóa Tất cả Ảnh Đã Làm mờ' sẽ xóa vĩnh viễn các bản sao đã làm mờ từ Thư viện Ảnh. 'Xóa Lịch sử Theo dõi' chỉ xóa dữ liệu theo dõi mà không xóa ảnh.
zh_hans: 删除所有模糊照片将永久删除您在照片库中创建的模糊副本。清除跟踪记录仅删除跟踪数据，不删除任何照片。
zh_hant: 刪除所有模糊照片將永久刪除您在照片圖庫中建立的模糊副本。清除追蹤記錄僅刪除追蹤資料，不刪除任何照片。

# settings.managePhotos.deleteAll
source: Delete All Blurred Photos from Photos
ar: حذف جميع الصور المموهة من الصور
de: Alle Bearbeiteten Fotos aus Fotos Löschen
es: Eliminar Todas las Fotos Difuminadas
fr: Supprimer Toutes les Photos Floutées
hi: फ़ोटो से सभी धुंधली फ़ोटो हटाएं
id: Hapus Semua Foto yang Diburamkan dari Foto
it: Elimina Tutte le Foto Sfocate da Foto
ja: すべてのぼかした写真を削除
ko: 모든 블러 사진 삭제
nl: Alle Vervaagde Foto's Verwijderen uit Foto's
pl: Usuń Wszystkie Rozmyte Zdjęcia ze Zdjęć
pt_br: Excluir Todas as Fotos Borradas
ru: Удалить Все Размытые Фото из Фото
sv: Ta Bort Alla Suddade Foton från Foton
th: ลบรูปภาพที่เบลอแล้วทั้งหมดจากรูปภาพ
tr: Tüm Bulanık Fotoğrafları Fotoğraflardan Sil
uk: Видалити Всі Розмиті Фото з Фото
vi: Xóa Tất cả Ảnh Đã Làm mờ khỏi Ảnh
zh_hans: 删除所有模糊照片
zh_hant: 刪除所有模糊照片

# settings.managePhotos.clearHistory
source: Clear Tracking History
ar: مسح سجل التتبع
de: Tracking-Verlauf Löschen
es: Borrar Historial de Seguimiento
fr: Effacer l'Historique de Suivi
hi: ट्रैकिंग इतिहास साफ़ करें
id: Hapus Riwayat Pelacakan
it: Cancella Cronologia Tracciamento
ja: 追跡履歴をクリア
ko: 추적 기록 지우기
nl: Volggeschiedenis Wissen
pl: Wyczyść Historię Śledzenia
pt_br: Limpar Histórico de Rastreamento
ru: Очистить Историю Отслеживания
sv: Rensa Spårningshistorik
th: ล้างประวัติการติดตาม
tr: İzleme Geçmişini Temizle
uk: Очистити Історію Відстеження
vi: Xóa Lịch sử Theo dõi
zh_hans: 清除跟踪记录
zh_hant: 清除追蹤記錄

# settings.history.header
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ru: История
sv: Historik
th: ประวัติ
tr: Geçmiş
uk: Історія
vi: Lịch sử
zh_hans: 历史记录
zh_hant: 歷史記錄

# settings.history.viewPhotos
source: View Blurred Photos
ar: عرض الصور المموهة
de: Bearbeitete Fotos Anzeigen
es: Ver Fotos Difuminadas
fr: Voir les Photos Floutées
hi: धुंधली फ़ोटो देखें
id: Lihat Foto yang Diburamkan
it: Visualizza Foto Sfocate
ja: ぼかした写真を表示
ko: 블러 사진 보기
nl: Vervaagde Foto's Bekijken
pl: Zobacz Rozmyte Zdjęcia
pt_br: Ver Fotos Borradas
ru: Просмотр Размытых Фото
sv: Visa Suddade Foton
th: ดูรูปภาพที่เบลอแล้ว
tr: Bulanık Fotoğrafları Görüntüle
uk: Переглянути Розмиті Фото
vi: Xem Ảnh Đã Làm mờ
zh_hans: 查看模糊照片
zh_hant: 檢視模糊照片

# settings.tips.header
source: Tips
ar: نصائح
de: Tipps
es: Consejos
fr: Conseils
hi: टिप्स
it: Suggerimenti
ja: ヒント
ko: 팁
pl: Wskazówki
pt_br: Dicas
ru: Подсказки
th: เคล็ดลับ
tr: İpuçları
uk: Підказки
vi: Mẹo
zh_hans: 提示
zh_hant: 提示

# settings.tips.resetTooltips
source: Reset Tooltip Hints
ar: إعادة تعيين تلميحات الأدوات
de: Tooltip-Hinweise Zurücksetzen
es: Restablecer Consejos
fr: Réinitialiser les Conseils
hi: टूलटिप संकेत रीसेट करें
id: Reset Petunjuk
it: Reimposta Suggerimenti
ja: ツールチップをリセット
ko: 툴팁 힌트 재설정
nl: Tooltip-hints Resetten
pl: Resetuj Podpowiedzi
pt_br: Resetar Dicas
ru: Сбросить Подсказки
sv: Återställ Tipsmeddelanden
th: รีเซ็ตคำแนะนำ
tr: İpucu Bildirimlerini Sıfırla
uk: Скинути Підказки
vi: Đặt lại Gợi ý
zh_hans: 重置提示横幅
zh_hant: 重設提示橫幅

# settings.tips.footer
source: Show the helpful tip banners again throughout the app.
ar: إظهار لافتات النصائح المفيدة مرة أخرى في جميع أنحاء التطبيق.
de: Zeige die hilfreichen Tipp-Banner in der gesamten App erneut an.
es: Mostrar de nuevo los banners de consejos útiles en toda la app.
fr: Afficher à nouveau les bannières de conseils utiles dans toute l'app.
hi: पूरे ऐप में उपयोगी टिप बैनर फिर से दिखाएं।
id: Tampilkan kembali banner tips yang berguna di seluruh aplikasi.
it: Mostra di nuovo i banner di suggerimenti utili in tutta l'app.
ja: アプリ全体で役立つヒントバナーを再度表示します。
ko: 앱 전체에서 유용한 팁 배너를 다시 표시합니다.
nl: Toon de nuttige tipbanners opnieuw in de hele app.
pl: Pokaż ponownie pomocne banery z podpowiedziami w całej aplikacji.
pt_br: Mostrar novamente os banners de dicas úteis em todo o app.
ru: Показать полезные баннеры подсказок снова по всему приложению.
sv: Visa de hjälpsamma tipsbanners igen i hela appen.
th: แสดงแบนเนอร์เคล็ดลับที่เป็นประโยชน์อีกครั้งทั่วทั้งแอป
tr: Uygulama genelinde yararlı ipucu başlıklarını tekrar göster.
uk: Показати корисні банери підказок знову по всьому додатку.
vi: Hiển thị lại các banner mẹo hữu ích trong toàn bộ ứng dụng.
zh_hans: 在整个应用中再次显示有用的提示横幅。
zh_hant: 在整個應用程式中再次顯示有用的提示橫幅。

# settings.about.header
source: About
ar: حول
de: Über
es: Acerca de
fr: À Propos
hi: के बारे में
id: Tentang
it: Informazioni
ja: このアプリについて
ko: 정보
nl: Over
pl: O Aplikacji
pt_br: Sobre
ru: О Приложении
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про Додаток
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# settings.about.privacyTitle
source: Privacy Protection
ar: حماية الخصوصية
de: Datenschutz
es: Protección de Privacidad
fr: Protection de la Vie Privée
hi: गोपनीयता सुरक्षा
id: Perlindungan Privasi
it: Protezione della Privacy
ja: プライバシー保護
ko: 개인정보 보호
nl: Privacybescherming
pl: Ochrona Prywatności
pt_br: Proteção de Privacidade
ru: Защита Конфиденциальности
sv: Integritetsskydd
th: การปกป้องความเป็นส่วนตัว
tr: Gizlilik Koruması
uk: Захист Конфіденційності
vi: Bảo vệ Quyền Riêng tư
zh_hans: 隐私保护
zh_hant: 隱私保護
