Repository: davecrab/HideMy
Catalog: HideMy/Localisation/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.about.privacyDescription
source: Faces are hidden using the selected privacy mode. Blur modes use pixelation that cannot be reversed or reconstructed.
ar: يتم إخفاء الوجوه باستخدام وضع الخصوصية المحدد. تستخدم أوضاع التمويه البكسلة التي لا يمكن عكسها أو إعادة بنائها.
de: Gesichter werden mit dem ausgewählten Datenschutzmodus versteckt. Unschärfe-Modi verwenden Verpixelung, die nicht rückgängig gemacht oder rekonstruiert werden kann.
es: Los rostros se ocultan usando el modo de privacidad seleccionado. Los modos de difuminado usan pixelación que no puede ser revertida o reconstruida.
fr: Les visages sont masqués en utilisant le mode de confidentialité sélectionné. Les modes de floutage utilisent une pixelisation qui ne peut pas être inversée ou reconstruite.
hi: चेहरे चयनित गोपनीयता मोड का उपयोग करके छुपाए जाते हैं। ब्लर मोड पिक्सेलेशन का उपयोग करते हैं जिसे उलटा या पुनर्निर्मित नहीं किया जा सकता।
id: Wajah disembunyikan menggunakan mode privasi yang dipilih. Mode blur menggunakan pikselasi yang tidak dapat dikembalikan atau direkonstruksi.
it: I volti vengono nascosti usando la modalità privacy selezionata. Le modalità sfocatura usano pixelizzazione che non può essere invertita o ricostruita.
ja: 選択したプライバシーモードを使用して顔を隠します。ぼかしモードは、元に戻したり再構築したりできないモザイク処理を使用します。
ko: 선택한 개인정보 보호 모드를 사용하여 얼굴을 숨깁니다. 블러 모드는 되돌리거나 재구성할 수 없는 모자이크 처리를 사용합니다.
nl: Gezichten worden verborgen met de geselecteerde privacymodus. Vervagingsmodi gebruiken pixelering die niet kan worden teruggedraaid of gereconstrueerd.
pl: Twarze są ukrywane przy użyciu wybranego trybu prywatności. Tryby rozmycia używają pikselizacji, której nie można cofnąć ani zrekonstruować.
pt_br: Os rostos são ocultados usando o modo de privacidade selecionado. Os modos de desfoque usam pixelização que não pode ser revertida ou reconstruída.
ru: Лица скрываются с использованием выбранного режима конфиденциальности. Режимы размытия используют пикселизацию, которую нельзя обратить или восстановить.
sv: Ansikten döljs med det valda integritetsläget. Suddningslägen använder pixelering som inte kan återställas eller rekonstrueras.
th: ใบหน้าถูกซ่อนโดยใช้โหมดความเป็นส่วนตัวที่เลือก โหมดเบลอใช้การพิกเซลที่ไม่สามารถย้อนกลับหรือสร้างใหม่ได้
tr: Yüzler seçilen gizlilik modu kullanılarak gizlenir. Bulanıklaştırma modları geri alınamayan veya yeniden oluşturulamayan pikselleştirme kullanır.
uk: Обличчя приховуються з використанням вибраного режиму конфіденційності. Режими розмиття використовують піксельацію, яку не можна скасувати або відновити.
vi: Khuôn mặt được ẩn bằng chế độ riêng tư đã chọn. Các chế độ làm mờ sử dụng pixel hóa không thể đảo ngược hoặc khôi phục.
zh_hans: 使用所选的隐私模式隐藏面部。模糊模式使用无法还原或重建的像素化处理。
zh_hant: 使用所選的隱私模式隱藏臉部。模糊模式使用無法還原或重建的像素化處理。

# alert.deleteAll.title
source: Delete All Blurred Photos?
ar: حذف جميع الصور المموهة؟
de: Alle Bearbeiteten Fotos Löschen?
es: ¿Eliminar Todas las Fotos Difuminadas?
fr: Supprimer Toutes les Photos Floutées ?
hi: सभी धुंधली फ़ोटो हटाएं?
id: Hapus Semua Foto yang Diburamkan?
it: Eliminare Tutte le Foto Sfocate?
ja: すべてのぼかした写真を削除しますか?
ko: 모든 블러 사진을 삭제하시겠습니까?
nl: Alle Vervaagde Foto's Verwijderen?
pl: Usunąć Wszystkie Rozmyte Zdjęcia?
pt_br: Excluir Todas as Fotos Borradas?
ru: Удалить Все Размытые Фото?
sv: Ta Bort Alla Suddade Foton?
th: ลบรูปภาพที่เบลอแล้วทั้งหมด?
tr: Tüm Bulanık Fotoğraflar Silinsin mi?
uk: Видалити Всі Розмиті Фото?
vi: Xóa Tất cả Ảnh Đã Làm mờ?
zh_hans: 删除所有模糊照片?
zh_hant: 刪除所有模糊照片?

# alert.deleteAll.message
source: This will permanently delete %d blurred photo(s) from your Photos library. This action cannot be undone.
ar: سيؤدي هذا إلى حذف %d صورة مموهة نهائيًا من مكتبة الصور. لا يمكن التراجع عن هذا الإجراء.
de: Dies löscht dauerhaft %d bearbeitete(s) Foto(s) aus deiner Fotomediathek. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente %d foto(s) difuminada(s) de tu biblioteca de Fotos. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement %d photo(s) floutée(s) de votre Photothèque. Cette action est irréversible.
hi: यह आपकी फ़ोटो लाइब्रेरी से %d धुंधली फ़ोटो को स्थायी रूप से हटा देगा। यह क्रिया पूर्ववत नहीं की जा सकती।
id: Ini akan menghapus secara permanen %d foto yang diburamkan dari Perpustakaan Foto Anda. Tindakan ini tidak dapat dibatalkan.
it: Questo eliminerà permanentemente %d foto sfocate dalla tua Libreria Foto. Questa azione non può essere annullata.
ja: フォトライブラリから%d枚のぼかした写真が完全に削除されます。この操作は元に戻せません。
ko: 사진 보관함에서 %d개의 블러 사진이 영구 삭제됩니다. 이 작업은 취소할 수 없습니다.
nl: Dit verwijdert permanent %d vervaagde foto('s) uit je Fotobibliotheek. Deze actie kan niet ongedaan worden gemaakt.
pl: To trwale usunie %d rozmytych zdjęć z Twojej Biblioteki Zdjęć. Tej czynności nie można cofnąć.
pt_br: Isso excluirá permanentemente %d foto(s) borrada(s) da sua Biblioteca de Fotos. Esta ação não pode ser desfeita.
ru: Это навсегда удалит %d размытых фото из вашей Фотобиблиотеки. Это действие нельзя отменить.
sv: Detta tar permanent bort %d suddade foton från ditt Fotobibliotek. Denna åtgärd kan inte ångras.
th: การดำเนินการนี้จะลบรูปภาพที่เบลอแล้ว %d รูปออกจากคลังรูปภาพอย่างถาวร ไม่สามารถเลิกทำได้
tr: Bu, Fotoğraf Kitaplığınızdan %d bulanık fotoğrafı kalıcı olarak silecektir. Bu işlem geri alınamaz.
uk: Це назавжди видалить %d розмитих фото з вашої Фотобібліотеки. Цю дію не можна скасувати.
vi: Điều này sẽ xóa vĩnh viễn %d ảnh đã làm mờ khỏi Thư viện Ảnh. Hành động này không thể hoàn tác.
zh_hans: 这将从您的照片库中永久删除 %d 张模糊照片。此操作无法撤销。
zh_hant: 這將從您的照片圖庫中永久刪除 %d 張模糊照片。此操作無法復原。

# alert.deleteAll.confirm
source: Delete All
ar: حذف الكل
de: Alle Löschen
es: Eliminar Todo
fr: Tout Supprimer
hi: सभी हटाएं
id: Hapus Semua
it: Elimina Tutto
ja: すべて削除
ko: 모두 삭제
nl: Alles Verwijderen
pl: Usuń Wszystko
pt_br: Excluir Tudo
ru: Удалить Все
sv: Ta Bort Alla
th: ลบทั้งหมด
tr: Tümünü Sil
uk: Видалити Все
vi: Xóa Tất cả
zh_hans: 全部删除
zh_hant: 全部刪除

# alert.clearHistory.title
source: Clear Tracking History?
ar: مسح سجل التتبع؟
de: Tracking-Verlauf Löschen?
es: ¿Borrar Historial de Seguimiento?
fr: Effacer l'Historique de Suivi ?
hi: ट्रैकिंग इतिहास साफ़ करें?
id: Hapus Riwayat Pelacakan?
it: Cancellare la Cronologia?
ja: 追跡履歴をクリアしますか?
ko: 추적 기록을 지우시겠습니까?
nl: Volggeschiedenis Wissen?
pl: Wyczyścić Historię Śledzenia?
pt_br: Limpar Histórico de Rastreamento?
ru: Очистить Историю Отслеживания?
sv: Rensa Spårningshistorik?
th: ล้างประวัติการติดตาม?
tr: İzleme Geçmişi Temizlensin mi?
uk: Очистити Історію Відстеження?
vi: Xóa Lịch sử Theo dõi?
zh_hans: 清除跟踪记录?
zh_hant: 清除追蹤記錄?

# alert.clearHistory.message
source: This will only clear the tracking history. The blurred photos will remain in your Photos library.
ar: سيؤدي هذا فقط إلى مسح سجل التتبع. ستبقى الصور المموهة في مكتبة الصور.
de: Dies löscht nur den Tracking-Verlauf. Die bearbeiteten Fotos bleiben in deiner Fotomediathek.
es: Esto solo borrará el historial de seguimiento. Las fotos difuminadas permanecerán en tu biblioteca de Fotos.
fr: Cela n'effacera que l'historique de suivi. Les photos floutées resteront dans votre Photothèque.
hi: यह केवल ट्रैकिंग इतिहास साफ़ करेगा। धुंधली फ़ोटो आपकी फ़ोटो लाइब्रेरी में रहेंगी।
id: Ini hanya akan menghapus riwayat pelacakan. Foto yang diburamkan akan tetap ada di Perpustakaan Foto Anda.
it: Questo cancellerà solo la cronologia di tracciamento. Le foto sfocate rimarranno nella tua Libreria Foto.
ja: 追跡履歴のみがクリアされます。ぼかした写真はフォトライブラリに残ります。
ko: 추적 기록만 지워집니다. 블러 사진은 사진 보관함에 남아 있습니다.
nl: Dit wist alleen de volggeschiedenis. De vervaagde foto's blijven in je Fotobibliotheek.
pl: To wyczyści tylko historię śledzenia. Rozmyte zdjęcia pozostaną w Twojej Bibliotece Zdjęć.
pt_br: Isso apenas limpará o histórico de rastreamento. As fotos borradas permanecerão na sua Biblioteca de Fotos.
ru: Это очистит только историю отслеживания. Размытые фото останутся в вашей Фотобиблиотеке.
sv: Detta rensar endast spårningshistoriken. De suddade fotona finns kvar i ditt Fotobibliotek.
th: การดำเนินการนี้จะล้างเฉพาะประวัติการติดตาม รูปภาพที่เบลอแล้วจะยังคงอยู่ในคลังรูปภาพ
tr: Bu yalnızca izleme geçmişini temizleyecektir. Bulanık fotoğraflar Fotoğraf Kitaplığınızda kalacaktır.
uk: Це очистить лише історію відстеження. Розмиті фото залишаться у вашій Фотобібліотеці.
vi: Điều này chỉ xóa lịch sử theo dõi. Các ảnh đã làm mờ sẽ vẫn còn trong Thư viện Ảnh.
zh_hans: 这只会清除跟踪记录。模糊照片将保留在您的照片库中。
zh_hant: 這只會清除追蹤記錄。模糊照片將保留在您的照片圖庫中。

# alert.clearHistory.confirm
source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
hi: साफ़ करें
id: Hapus
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ru: Очистить
sv: Rensa
th: ล้าง
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清除
zh_hant: 清除

# alert.deletionComplete.title
source: Deletion Complete
ar: اكتمل الحذف
de: Löschung Abgeschlossen
es: Eliminación Completada
fr: Suppression Terminée
hi: हटाना पूर्ण
id: Penghapusan Selesai
it: Eliminazione Completata
ja: 削除完了
ko: 삭제 완료
nl: Verwijdering Voltooid
pl: Usuwanie Zakończone
pt_br: Exclusão Concluída
ru: Удаление Завершено
sv: Borttagning Slutförd
th: ลบเสร็จสิ้น
tr: Silme Tamamlandı
uk: Видалення Завершено
vi: Xóa Hoàn tất
zh_hans: 删除完成
zh_hant: 刪除完成

# alert.deletionComplete.message
source: Successfully deleted %d photo(s). %d failed.
ar: تم حذف %d صورة بنجاح. فشل %d.
de: %d Foto(s) erfolgreich gelöscht. %d fehlgeschlagen.
es: Se eliminaron correctamente %d foto(s). %d fallaron.
fr: %d photo(s) supprimée(s) avec succès. %d échec(s).
hi: %d फ़ोटो सफलतापूर्वक हटाई गईं। %d विफल।
id: Berhasil menghapus %d foto. %d gagal.
it: %d foto eliminate con successo. %d fallite.
ja: %d枚の写真が正常に削除されました。%d枚が失敗しました。
ko: %d개의 사진이 성공적으로 삭제되었습니다. %d개 실패.
nl: %d foto('s) succesvol verwijderd. %d mislukt.
pl: Pomyślnie usunięto %d zdjęć. %d nie powiodło się.
pt_br: %d foto(s) excluída(s) com sucesso. %d falhou(aram).
ru: Успешно удалено %d фото. %d не удалось.
sv: %d foton har tagits bort. %d misslyckades.
th: ลบรูปภาพสำเร็จ %d รูป ล้มเหลว %d รูป
tr: %d fotoğraf başarıyla silindi. %d başarısız.
uk: Успішно видалено %d фото. %d не вдалося.
vi: Đã xóa thành công %d ảnh. %d thất bại.
zh_hans: 成功删除 %d 张照片。%d 张失败。
zh_hant: 成功刪除 %d 張照片。%d 張失敗。

# alert.ok
source: OK
ar: حسنًا
hi: ठीक है
ko: 확인
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hant: 好

# blurredPhotosList.title
source: Blurred Photos
ar: الصور المموهة
de: Bearbeitete Fotos
es: Fotos Difuminadas
fr: Photos Floutées
hi: धुंधली फ़ोटो
id: Foto yang Diburamkan
it: Foto Sfocate
ja: ぼかした写真
ko: 블러 사진
nl: Vervaagde Foto's
pl: Rozmyte Zdjęcia
pt_br: Fotos Borradas
ru: Размытые Фото
sv: Suddade Foton
th: รูปภาพที่เบลอแล้ว
tr: Bulanık Fotoğraflar
uk: Розмиті Фото
vi: Ảnh Đã Làm mờ
zh_hans: 模糊照片
zh_hant: 模糊照片

# blurredPhotosList.itemTitle
source: Blurred Photo
ar: صورة مموهة
de: Bearbeitetes Foto
es: Foto Difuminada
fr: Photo Floutée
hi: धुंधली फ़ोटो
id: Foto yang Diburamkan
it: Foto Sfocata
ja: ぼかした写真
ko: 블러 사진
nl: Vervaagde Foto
pl: Rozmyte Zdjęcie
pt_br: Foto Borrada
ru: Размытое Фото
sv: Suddat Foto
th: รูปภาพที่เบลอแล้ว
tr: Bulanık Fotoğraf
uk: Розмите Фото
vi: Ảnh Đã Làm mờ
zh_hans: 模糊照片
zh_hant: 模糊照片

# blurIntensity.light
source: Light
ar: خفيف
de: Leicht
es: Ligero
fr: Léger
hi: हल्का
id: Ringan
it: Leggera
ja: 弱
ko: 약함
nl: Licht
pl: Lekka
pt_br: Leve
ru: Лёгкая
sv: Lätt
th: เบา
tr: Hafif
uk: Легка
vi: Nhẹ
zh_hans: 轻
zh_hant: 輕

# blurIntensity.medium
source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
hi: मध्यम
id: Sedang
it: Media
ja: 中
ko: 중간
nl: Gemiddeld
pl: Średnia
pt_br: Médio
ru: Средняя
th: ปานกลาง
tr: Orta
uk: Середня
vi: Trung bình
zh_hans: 中
zh_hant: 中

# blurIntensity.strong
source: Strong
ar: قوي
de: Stark
es: Fuerte
fr: Fort
hi: मजबूत
id: Kuat
it: Forte
ja: 強
ko: 강함
nl: Sterk
pl: Mocna
pt_br: Forte
ru: Сильная
sv: Stark
th: แรง
tr: Güçlü
uk: Сильна
vi: Mạnh
zh_hans: 强
zh_hant: 強

# blurIntensity.maximum
source: Maximum
ar: أقصى
es: Máximo
hi: अधिकतम
id: Maksimal
it: Massima
ja: 最大
ko: 최대
nl: Maximaal
pl: Maksymalna
pt_br: Máximo
ru: Максимальная
sv: Maximal
th: สูงสุด
tr: Maksimum
uk: Максимальна
vi: Tối đa
zh_hans: 最大
zh_hant: 最大

# accessibility.settingsButton
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# accessibility.saveButton
source: Save photo
ar: حفظ الصورة
de: Foto speichern
es: Guardar foto
fr: Enregistrer la photo
hi: फ़ोटो सहेजें
id: Simpan foto
it: Salva foto
ja: 写真を保存
ko: 사진 저장
nl: Foto bewaren
pl: Zapisz zdjęcie
pt_br: Salvar foto
ru: Сохранить фото
sv: Spara foto
th: บันทึกรูปภาพ
tr: Fotoğrafı kaydet
uk: Зберегти фото
vi: Lưu ảnh
zh_hans: 保存照片
zh_hant: 儲存照片

# accessibility.undoButton
source: Undo last action
ar: التراجع عن الإجراء الأخير
de: Letzte Aktion rückgängig machen
es: Deshacer última acción
fr: Annuler la dernière action
hi: अंतिम क्रिया पूर्ववत करें
id: Urungkan tindakan terakhir
it: Annulla ultima azione
ja: 最後の操作を元に戻す
ko: 마지막 작업 실행 취소
nl: Laatste actie ongedaan maken
pl: Cofnij ostatnią czynność
pt_br: Desfazer última ação
ru: Отменить последнее действие
sv: Ångra senaste åtgärd
th: เลิกทำการกระทำล่าสุด
tr: Son işlemi geri al
uk: Скасувати останню дію
vi: Hoàn tác hành động cuối
zh_hans: 撤销上一步操作
zh_hant: 復原上一步操作

# accessibility.selectAllButton
source: Select all regions
ar: تحديد جميع المناطق
de: Alle Bereiche auswählen
es: Seleccionar todas las regiones
fr: Sélectionner toutes les régions
hi: सभी क्षेत्र चुनें
id: Pilih semua area
it: Seleziona tutte le regioni
ja: すべての領域を選択
ko: 모든 영역 선택
nl: Alle gebieden selecteren
pl: Wybierz wszystkie obszary
pt_br: Selecionar todas as regiões
ru: Выбрать все области
sv: Välj alla områden
th: เลือกพื้นที่ทั้งหมด
tr: Tüm bölgeleri seç
uk: Вибрати всі області
vi: Chọn tất cả vùng
zh_hans: 选择所有区域
zh_hant: 選取所有區域

# accessibility.clearSelectionButton
source: Clear selection
ar: مسح التحديد
de: Auswahl aufheben
es: Limpiar selección
fr: Effacer la sélection
hi: चयन साफ़ करें
id: Hapus pilihan
it: Cancella selezione
ja: 選択を解除
ko: 선택 해제
nl: Selectie wissen
pl: Wyczyść zaznaczenie
pt_br: Limpar seleção
ru: Очистить выбор
sv: Rensa val
th: ล้างการเลือก
tr: Seçimi temizle
uk: Очистити вибір
vi: Xóa lựa chọn
zh_hans: 清除选择
zh_hant: 清除選取

# accessibility.resetZoomButton
source: Reset zoom and position
ar: إعادة تعيين التكبير والموضع
de: Zoom und Position zurücksetzen
es: Restablecer zoom y posición
fr: Réinitialiser le zoom et la position
hi: ज़ूम और स्थिति रीसेट करें
id: Reset zoom dan posisi
it: Reimposta zoom e posizione
ja: ズームと位置をリセット
ko: 확대/축소 및 위치 재설정
nl: Zoom en positie resetten
pl: Resetuj powiększenie i pozycję
pt_br: Resetar zoom e posição
ru: Сбросить масштаб и положение
sv: Återställ zoom och position
th: รีเซ็ตการซูมและตำแหน่ง
tr: Yakınlaştırma ve konumu sıfırla
uk: Скинути масштаб і положення
vi: Đặt lại thu phóng và vị trí
zh_hans: 重置缩放和位置
zh_hant: 重設縮放和位置

# accessibility.addRegionButton
source: Add custom region
ar: إضافة منطقة مخصصة
de: Benutzerdefinierten Bereich hinzufügen
es: Añadir región personalizada
fr: Ajouter une région personnalisée
hi: कस्टम क्षेत्र जोड़ें
id: Tambah area kustom
it: Aggiungi regione personalizzata
ja: カスタム領域を追加
ko: 사용자 지정 영역 추가
nl: Aangepast gebied toevoegen
pl: Dodaj własny obszar
pt_br: Adicionar região personalizada
ru: Добавить свою область
sv: Lägg till anpassat område
th: เพิ่มพื้นที่กำหนดเอง
tr: Özel bölge ekle
uk: Додати власну область
vi: Thêm vùng tùy chỉnh
zh_hans: 添加自定义区域
zh_hant: 新增自訂區域

# accessibility.blurButton
source: Blur selected regions
ar: تمويه المناطق المحددة
de: Ausgewählte Bereiche unscharf machen
es: Difuminar regiones seleccionadas
fr: Flouter les régions sélectionnées
hi: चयनित क्षेत्रों को धुंधला करें
id: Buramkan area yang dipilih
it: Sfoca regioni selezionate
ja: 選択した領域をぼかす
ko: 선택한 영역 블러
nl: Geselecteerde gebieden vervagen
pl: Rozmyj wybrane obszary
pt_br: Borrar regiões selecionadas
ru: Размыть выбранные области
sv: Sudda valda områden
th: เบลอพื้นที่ที่เลือก
tr: Seçili bölgeleri bulanıklaştır
uk: Розмити вибрані області
vi: Làm mờ vùng đã chọn
zh_hans: 模糊选中区域
zh_hant: 模糊選取區域

# accessibility.coverButton
source: Cover selected regions
ar: تغطية المناطق المحددة
de: Ausgewählte Bereiche abdecken
es: Cubrir regiones seleccionadas
fr: Couvrir les régions sélectionnées
hi: चयनित क्षेत्रों को कवर करें
id: Tutupi area yang dipilih
it: Copri regioni selezionate
ja: 選択した領域をカバー
ko: 선택한 영역 가리기
nl: Geselecteerde gebieden bedekken
pl: Zakryj wybrane obszary
pt_br: Cobrir regiões selecionadas
ru: Закрыть выбранные области
sv: Täck valda områden
th: ปิดบังพื้นที่ที่เลือก
tr: Seçili bölgeleri kapat
uk: Закрити вибрані області
vi: Che vùng đã chọn
zh_hans: 遮盖选中区域
zh_hant: 遮蓋選取區域

# accessibility.deleteRegionButton
source: Delete region
ar: حذف المنطقة
de: Bereich löschen
es: Eliminar región
fr: Supprimer la région
hi: क्षेत्र हटाएं
id: Hapus area
it: Elimina regione
ja: 領域を削除
ko: 영역 삭제
nl: Gebied verwijderen
pl: Usuń obszar
pt_br: Excluir região
ru: Удалить область
sv: Ta bort område
th: ลบพื้นที่
tr: Bölgeyi sil
uk: Видалити область
vi: Xóa vùng
zh_hans: 删除区域
zh_hant: 刪除區域

# accessibility.dismissTooltip
source: Dismiss tip
ar: إغلاق النصيحة
de: Tipp schließen
es: Descartar consejo
fr: Fermer le conseil
hi: टिप बंद करें
id: Tutup tips
it: Chiudi suggerimento
ja: ヒントを閉じる
ko: 팁 닫기
nl: Tip sluiten
pl: Zamknij podpowiedź
pt_br: Dispensar dica
ru: Закрыть подсказку
sv: Stäng tips
th: ปิดเคล็ดลับ
tr: İpucunu kapat
uk: Закрити підказку
vi: Đóng mẹo
zh_hans: 关闭提示
zh_hant: 關閉提示

# accessibility.photoThumbnail
source: Photo thumbnail
ar: صورة مصغرة
de: Foto-Miniaturansicht
es: Miniatura de foto
fr: Miniature de photo
hi: फ़ोटो थंबनेल
id: Thumbnail foto
it: Miniatura foto
ja: 写真のサムネイル
ko: 사진 썸네일
nl: Fotominiatuur
pl: Miniatura zdjęcia
pt_br: Miniatura da foto
ru: Миниатюра фото
sv: Fotominiatyr
th: รูปย่อของรูปภาพ
tr: Fotoğraf küçük resmi
uk: Мініатюра фото
vi: Hình thu nhỏ ảnh
zh_hans: 照片缩略图
zh_hant: 照片縮圖

# accessibility.blurredPhotoThumbnail
source: Blurred photo thumbnail
ar: صورة مصغرة مموهة
de: Miniaturansicht des bearbeiteten Fotos
es: Miniatura de foto difuminada
fr: Miniature de photo floutée
hi: धुंधली फ़ोटो थंबनेल
id: Thumbnail foto yang diburamkan
it: Miniatura foto sfocata
ja: ぼかした写真のサムネイル
ko: 블러 사진 썸네일
nl: Vervaagde fotominiatuur
pl: Miniatura rozmytego zdjęcia
pt_br: Miniatura da foto borrada
ru: Миниатюра размытого фото
sv: Suddat fotominiatyr
th: รูปย่อของรูปภาพที่เบลอแล้ว
tr: Bulanık fotoğraf küçük resmi
uk: Мініатюра розмитого фото
vi: Hình thu nhỏ ảnh đã làm mờ
zh_hans: 模糊照片缩略图
zh_hant: 模糊照片縮圖

# accessibility.faceRegion
source: Face region
ar: منطقة الوجه
de: Gesichtsbereich
es: Región de rostro
fr: Région du visage
hi: चेहरे का क्षेत्र
id: Area wajah
it: Regione del volto
ja: 顔の領域
ko: 얼굴 영역
nl: Gezichtsgebied
pl: Obszar twarzy
pt_br: Região do rosto
ru: Область лица
sv: Ansiktsområde
th: พื้นที่ใบหน้า
tr: Yüz bölgesi
uk: Область обличчя
vi: Vùng khuôn mặt
zh_hans: 面部区域
zh_hant: 臉部區域

# accessibility.selectedFaceRegion
source: Selected face region
ar: منطقة وجه محددة
de: Ausgewählter Gesichtsbereich
es: Región de rostro seleccionada
fr: Région du visage sélectionnée
hi: चयनित चेहरे का क्षेत्र
id: Area wajah yang dipilih
it: Regione del volto selezionata
ja: 選択された顔の領域
ko: 선택된 얼굴 영역
nl: Geselecteerd gezichtsgebied
pl: Wybrany obszar twarzy
pt_br: Região do rosto selecionada
ru: Выбранная область лица
sv: Valt ansiktsområde
th: พื้นที่ใบหน้าที่เลือก
tr: Seçili yüz bölgesi
uk: Вибрана область обличчя
vi: Vùng khuôn mặt đã chọn
zh_hans: 已选择的面部区域
zh_hant: 已選取的臉部區域

# accessibility.blurredFaceRegion
source: Blurred face region
ar: منطقة وجه مموهة
de: Unkenntlich gemachter Gesichtsbereich
es: Región de rostro difuminada
fr: Région du visage floutée
hi: धुंधला चेहरे का क्षेत्र
id: Area wajah yang diburamkan
it: Regione del volto sfocata
ja: ぼかされた顔の領域
ko: 블러된 얼굴 영역
nl: Vervaagd gezichtsgebied
pl: Rozmyty obszar twarzy
pt_br: Região do rosto borrada
ru: Размытая область лица
sv: Suddat ansiktsområde
th: พื้นที่ใบหน้าที่เบลอแล้ว
tr: Bulanık yüz bölgesi
uk: Розмита область обличчя
vi: Vùng khuôn mặt đã làm mờ
zh_hans: 已模糊的面部区域
zh_hant: 已模糊的臉部區域

# accessibility.resizeHandle
source: Resize handle
ar: مقبض تغيير الحجم
de: Größenänderungs-Griff
es: Control de redimensionado
fr: Poignée de redimensionnement
hi: आकार बदलने का हैंडल
id: Pegangan ubah ukuran
it: Maniglia di ridimensionamento
ja: サイズ変更ハンドル
ko: 크기 조절 핸들
nl: Formaatgreep
pl: Uchwyt zmiany rozmiaru
pt_br: Alça de redimensionamento
ru: Ручка изменения размера
sv: Storleksändringshandtag
th: ที่จับปรับขนาด
tr: Yeniden boyutlandırma tutamacı
uk: Ручка зміни розміру
vi: Tay cầm thay đổi kích thước
zh_hans: 调整大小手柄
zh_hant: 調整大小控點

# accessibility.intensitySlider
source: Blur intensity slider
ar: شريط تمرير شدة التمويه
de: Schieberegler für Unschärfe-Intensität
es: Control de intensidad de difuminado
fr: Curseur d'intensité du flou
hi: ब्लर तीव्रता स्लाइडर
id: Slider intensitas blur
it: Cursore intensità sfocatura
ja: ぼかし強度スライダー
ko: 블러 강도 슬라이더
nl: Vervagingsintensiteitsschuif
pl: Suwak intensywności rozmycia
pt_br: Controle deslizante de intensidade do desfoque
ru: Ползунок интенсивности размытия
sv: Skjutreglage för suddningsintensitet
th: แถบเลื่อนความเข้มของการเบลอ
tr: Bulanıklaştırma yoğunluğu kaydırıcısı
uk: Повзунок інтенсивності розмиття
vi: Thanh trượt cường độ làm mờ
zh_hans: 模糊强度滑块
zh_hant: 模糊強度滑桿

# accessibility.colorPicker
source: Box color picker
ar: منتقي لون المربع
de: Farbwähler für Box
es: Selector de color de caja
fr: Sélecteur de couleur de boîte
hi: बॉक्स रंग चुनने वाला
id: Pemilih warna kotak
it: Selettore colore riquadro
ja: ボックス色ピッカー
ko: 박스 색상 선택기
nl: Kaderkleurkiezer
pl: Wybór koloru ramki
pt_br: Seletor de cor da caixa
ru: Выбор цвета рамки
sv: Rutfärgsväljare
th: ตัวเลือกสีกล่อง
tr: Kutu rengi seçici
uk: Вибір кольору рамки
vi: Bộ chọn màu hộp
zh_hans: 方框颜色选择器
zh_hant: 方框顏色選擇器

# accessibility.privacyModeOption
source: %@ privacy mode
ar: وضع الخصوصية %@
de: %@ Datenschutzmodus
es: Modo de privacidad %@
fr: Mode de confidentialité %@
hi: %@ गोपनीयता मोड
id: Mode privasi %@
it: Modalità privacy %@
ja: %@ プライバシーモード
ko: %@ 개인정보 보호 모드
nl: %@ privacymodus
pl: Tryb prywatności %@
pt_br: Modo de privacidade %@
ru: Режим конфиденциальности %@
sv: %@ integritetsläge
th: โหมดความเป็นส่วนตัว %@
tr: %@ gizlilik modu
uk: Режим конфіденційності %@
vi: Chế độ riêng tư %@
zh_hans: %@ 隐私模式
zh_hant: %@ 隱私模式

# accessibility.selectedPrivacyMode
source: %@ privacy mode, selected
ar: وضع الخصوصية %@، محدد
de: %@ Datenschutzmodus, ausgewählt
es: Modo de privacidad %@, seleccionado
fr: Mode de confidentialité %@, sélectionné
hi: %@ गोपनीयता मोड, चयनित
id: Mode privasi %@, dipilih
it: Modalità privacy %@, selezionata
ja: %@ プライバシーモード、選択中
ko: %@ 개인정보 보호 모드, 선택됨
nl: %@ privacymodus, geselecteerd
pl: Tryb prywatności %@, wybrany
pt_br: Modo de privacidade %@, selecionado
ru: Режим конфиденциальности %@, выбран
sv: %@ integritetsläge, valt
th: โหมดความเป็นส่วนตัว %@ ถูกเลือก
tr: %@ gizlilik modu, seçili
uk: Режим конфіденційності %@, вибрано
vi: Chế độ riêng tư %@, đã chọn
zh_hans: %@ 隐私模式，已选择
zh_hant: %@ 隱私模式，已選取

# accessibility.zoomLevel
source: Zoom level %d percent
ar: مستوى التكبير %d بالمائة
de: Zoomstufe %d Prozent
es: Nivel de zoom %d por ciento
fr: Niveau de zoom %d pour cent
hi: ज़ूम स्तर %d प्रतिशत
id: Tingkat zoom %d persen
it: Livello zoom %d percento
ja: ズームレベル %d パーセント
ko: 확대/축소 수준 %d 퍼센트
nl: Zoomniveau %d procent
pl: Poziom powiększenia %d procent
pt_br: Nível de zoom %d por cento
ru: Уровень масштаба %d процентов
sv: Zoomnivå %d procent
th: ระดับการซูม %d เปอร์เซ็นต์
tr: Yakınlaştırma seviyesi yüzde %d
uk: Рівень масштабу %d відсотків
vi: Mức thu phóng %d phần trăm
zh_hans: 缩放级别 %d 百分比
zh_hant: 縮放級別 %d 百分比
