Repository: davecrab/HideMy
Catalog: HideMy/Localisation/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# navigation.photos
source: Photos
ar: الصور
de: Fotos
es: Fotos
hi: फ़ोटो
id: Foto
it: Foto
ja: 写真
ko: 사진
nl: Foto's
pl: Zdjęcia
pt_br: Fotos
ru: Фото
sv: Foton
th: รูปภาพ
tr: Fotoğraflar
uk: Фото
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

# navigation.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# navigation.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# navigation.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# navigation.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
hi: पूर्ण
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: Concluído
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

# navigation.back
source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
hi: वापस
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
sv: Tillbaka
th: กลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# photoGrid.title
source: Photos
ar: الصور
de: Fotos
es: Fotos
hi: फ़ोटो
id: Foto
it: Foto
ja: 写真
ko: 사진
nl: Foto's
pl: Zdjęcia
pt_br: Fotos
ru: Фото
sv: Foton
th: รูปภาพ
tr: Fotoğraflar
uk: Фото
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

# photoGrid.noPhotos.title
source: No Photos
ar: لا توجد صور
de: Keine Fotos
es: Sin Fotos
fr: Aucune Photo
hi: कोई फ़ोटो नहीं
id: Tidak Ada Foto
it: Nessuna Foto
ja: 写真がありません
ko: 사진 없음
nl: Geen Foto's
pl: Brak Zdjęć
pt_br: Sem Fotos
ru: Нет фото
sv: Inga Foton
th: ไม่มีรูปภาพ
tr: Fotoğraf Yok
uk: Немає фото
vi: Không có Ảnh
zh_hans: 没有照片
zh_hant: 沒有照片

# photoGrid.noPhotos.description
source: Your photo library is empty
ar: مكتبة الصور الخاصة بك فارغة
de: Deine Fotomediathek ist leer
es: Tu biblioteca de fotos está vacía
fr: Votre photothèque est vide
hi: आपकी फ़ोटो लाइब्रेरी खाली है
id: Perpustakaan foto Anda kosong
it: La tua libreria foto è vuota
ja: フォトライブラリが空です
ko: 사진 보관함이 비어 있습니다
nl: Je fotobibliotheek is leeg
pl: Twoja biblioteka zdjęć jest pusta
pt_br: Sua biblioteca de fotos está vazia
ru: Ваша фотобиблиотека пуста
sv: Ditt fotobibliotek är tomt
th: คลังรูปภาพของคุณว่างเปล่า
tr: Fotoğraf kitaplığınız boş
uk: Ваша фотобібліотека порожня
vi: Thư viện ảnh của bạn đang trống
zh_hans: 您的照片库是空的
zh_hant: 您的照片圖庫是空的

# photoGrid.accessRequired.title
source: Photo Access Required
ar: مطلوب الوصول للصور
de: Fotozugriff Erforderlich
es: Acceso a Fotos Requerido
fr: Accès aux Photos Requis
hi: फ़ोटो एक्सेस आवश्यक
id: Akses Foto Diperlukan
it: Accesso alle Foto Richiesto
ja: 写真へのアクセスが必要です
ko: 사진 접근 권한 필요
nl: Fototoegang Vereist
pl: Wymagany Dostęp do Zdjęć
pt_br: Acesso às Fotos Necessário
ru: Требуется доступ к фото
sv: Fotoåtkomst Krävs
th: ต้องการสิทธิ์เข้าถึงรูปภาพ
tr: Fotoğraf Erişimi Gerekli
uk: Потрібен доступ до фото
vi: Cần Quyền Truy cập Ảnh
zh_hans: 需要照片访问权限
zh_hant: 需要照片存取權限

# photoGrid.accessRequired.description
source: Please grant access to your photos in Settings to use this app
ar: يرجى السماح بالوصول إلى صورك في الإعدادات لاستخدام هذا التطبيق
de: Bitte erlaube den Zugriff auf deine Fotos in den Einstellungen, um diese App zu nutzen
es: Por favor, permite el acceso a tus fotos en Ajustes para usar esta app
fr: Veuillez autoriser l'accès à vos photos dans les Réglages pour utiliser cette app
hi: इस ऐप का उपयोग करने के लिए कृपया सेटिंग्स में अपनी फ़ोटो तक पहुंच की अनुमति दें
id: Mohon izinkan akses ke foto Anda di Pengaturan untuk menggunakan aplikasi ini
it: Consenti l'accesso alle tue foto nelle Impostazioni per usare questa app
ja: このアプリを使用するには、設定で写真へのアクセスを許可してください
ko: 이 앱을 사용하려면 설정에서 사진 접근을 허용해 주세요
nl: Geef toegang tot je foto's in Instellingen om deze app te gebruiken
pl: Proszę zezwolić na dostęp do zdjęć w Ustawieniach, aby korzystać z tej aplikacji
pt_br: Por favor, permita o acesso às suas fotos nos Ajustes para usar este app
ru: Пожалуйста, разрешите доступ к вашим фото в Настройках, чтобы использовать это приложение
sv: Vänligen ge åtkomst till dina foton i Inställningar för att använda denna app
th: กรุณาอนุญาตการเข้าถึงรูปภาพในการตั้งค่าเพื่อใช้แอปนี้
tr: Bu uygulamayı kullanmak için lütfen Ayarlar'dan fotoğraflarınıza erişim izni verin
uk: Будь ласка, надайте доступ до ваших фото в Налаштуваннях, щоб використовувати цей додаток
vi: Vui lòng cấp quyền truy cập ảnh trong Cài đặt để sử dụng ứng dụng này
zh_hans: 请在设置中授予照片访问权限以使用此应用
zh_hant: 請在設定中授予照片存取權限以使用此應用程式

# photoGrid.openSettings
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen Öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
hi: सेटिंग्स खोलें
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Open Instellingen
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
ru: Открыть Настройки
sv: Öppna Inställningar
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити Налаштування
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

# photoGrid.loading
source: Loading Photos...
ar: جارٍ تحميل الصور...
de: Fotos werden geladen...
es: Cargando Fotos...
fr: Chargement des Photos...
hi: फ़ोटो लोड हो रहे हैं...
id: Memuat Foto...
it: Caricamento Foto...
ja: 写真を読み込み中...
ko: 사진 불러오는 중...
nl: Foto's laden...
pl: Ładowanie Zdjęć...
pt_br: Carregando Fotos...
ru: Загрузка фото...
sv: Laddar Foton...
th: กำลังโหลดรูปภาพ...
tr: Fotoğraflar Yükleniyor...
uk: Завантаження фото...
vi: Đang tải Ảnh...
zh_hans: 正在加载照片...
zh_hant: 正在載入照片...

# photoGrid.tooltip
source: Tap a photo to select it for editing
ar: انقر على صورة لتحديدها للتعديل
de: Tippe auf ein Foto, um es zur Bearbeitung auszuwählen
es: Toca una foto para seleccionarla y editarla
fr: Touchez une photo pour la sélectionner et la modifier
hi: संपादित करने के लिए फ़ोटो पर टैप करें
id: Ketuk foto untuk memilih dan mengedit
it: Tocca una foto per selezionarla e modificarla
ja: 写真をタップして編集用に選択
ko: 편집할 사진을 탭하여 선택하세요
nl: Tik op een foto om deze te selecteren voor bewerking
pl: Stuknij zdjęcie, aby je wybrać do edycji
pt_br: Toque em uma foto para selecioná-la e editar
ru: Нажмите на фото, чтобы выбрать его для редактирования
sv: Tryck på ett foto för att välja det för redigering
th: แตะที่รูปภาพเพื่อเลือกและแก้ไข
tr: Düzenlemek için bir fotoğrafa dokunun
uk: Торкніться фото, щоб вибрати його для редагування
vi: Chạm vào ảnh để chọn và chỉnh sửa
zh_hans: 点击照片以选择并编辑
zh_hant: 點選照片以選取並編輯

# prePermission.title
source: Photo Library Access
ar: الوصول إلى مكتبة الصور
de: Zugriff auf Fotomediathek
es: Acceso a la Biblioteca de Fotos
fr: Accès à la Photothèque
hi: फ़ोटो लाइब्रेरी एक्सेस
id: Akses Perpustakaan Foto
it: Accesso alla Libreria Foto
ja: フォトライブラリへのアクセス
ko: 사진 보관함 접근
nl: Toegang tot Fotobibliotheek
pl: Dostęp do Biblioteki Zdjęć
pt_br: Acesso à Biblioteca de Fotos
ru: Доступ к Фотобиблиотеке
sv: Åtkomst till Fotobibliotek
th: การเข้าถึงคลังรูปภาพ
tr: Fotoğraf Kitaplığı Erişimi
uk: Доступ до Фотобібліотеки
vi: Truy cập Thư viện Ảnh
zh_hans: 照片库访问权限
zh_hant: 照片圖庫存取權限

# prePermission.browse.title
source: Browse Your Photos
ar: تصفح صورك
de: Deine Fotos Durchsuchen
es: Explora Tus Fotos
fr: Parcourir Vos Photos
hi: अपनी फ़ोटो ब्राउज़ करें
id: Jelajahi Foto Anda
it: Sfoglia le Tue Foto
ja: 写真を閲覧
ko: 사진 둘러보기
nl: Blader Door Je Foto's
pl: Przeglądaj Swoje Zdjęcia
pt_br: Navegue Suas Fotos
ru: Просмотр Ваших Фото
sv: Bläddra i Dina Foton
th: เรียกดูรูปภาพของคุณ
tr: Fotoğraflarınıza Göz Atın
uk: Перегляд Ваших Фото
vi: Duyệt Ảnh của Bạn
zh_hans: 浏览您的照片
zh_hant: 瀏覽您的照片

# prePermission.browse.description
source: Select photos from your library to protect faces and identities.
ar: اختر صورًا من مكتبتك لحماية الوجوه والهويات.
de: Wähle Fotos aus deiner Mediathek aus, um Gesichter und Identitäten zu schützen.
es: Selecciona fotos de tu biblioteca para proteger rostros e identidades.
fr: Sélectionnez des photos de votre bibliothèque pour protéger les visages et les identités.
hi: चेहरों और पहचान की सुरक्षा के लिए अपनी लाइब्रेरी से फ़ोटो चुनें।
id: Pilih foto dari perpustakaan Anda untuk melindungi wajah dan identitas.
it: Seleziona foto dalla tua libreria per proteggere volti e identità.
ja: ライブラリから写真を選択して、顔や身元を保護します。
ko: 얼굴과 신원을 보호하기 위해 보관함에서 사진을 선택하세요.
nl: Selecteer foto's uit je bibliotheek om gezichten en identiteiten te beschermen.
pl: Wybierz zdjęcia z biblioteki, aby chronić twarze i tożsamości.
pt_br: Selecione fotos da sua biblioteca para proteger rostos e identidades.
ru: Выберите фото из вашей библиотеки для защиты лиц и личных данных.
sv: Välj foton från ditt bibliotek för att skydda ansikten och identiteter.
th: เลือกรูปภาพจากคลังเพื่อปกป้องใบหน้าและตัวตน
tr: Yüzleri ve kimlikleri korumak için kitaplığınızdan fotoğraf seçin.
uk: Виберіть фото з вашої бібліотеки для захисту облич та особистих даних.
vi: Chọn ảnh từ thư viện để bảo vệ khuôn mặt và danh tính.
zh_hans: 从您的照片库中选择照片以保护面部和身份。
zh_hant: 從您的照片圖庫中選取照片以保護臉部和身份。

# prePermission.save.title
source: Save Protected Photos
ar: حفظ الصور المحمية
de: Geschützte Fotos Speichern
es: Guarda Fotos Protegidas
fr: Enregistrer les Photos Protégées
hi: सुरक्षित फ़ोटो सहेजें
id: Simpan Foto yang Dilindungi
it: Salva Foto Protette
ja: 保護された写真を保存
ko: 보호된 사진 저장
nl: Bewaar Beschermde Foto's
pl: Zapisuj Chronione Zdjęcia
pt_br: Salve Fotos Protegidas
ru: Сохранение Защищённых Фото
sv: Spara Skyddade Foton
th: บันทึกรูปภาพที่ได้รับการปกป้อง
tr: Korunan Fotoğrafları Kaydedin
uk: Збереження Захищених Фото
vi: Lưu Ảnh Được Bảo vệ
zh_hans: 保存受保护的照片
zh_hant: 儲存受保護的照片

# prePermission.save.description
source: Save blurred photos back to your library as new copies.
ar: احفظ الصور المموهة في مكتبتك كنسخ جديدة.
de: Speichere unkenntlich gemachte Fotos als neue Kopien in deiner Mediathek.
es: Guarda las fotos difuminadas en tu biblioteca como copias nuevas.
fr: Enregistrez les photos floutées dans votre bibliothèque en tant que nouvelles copies.
hi: धुंधली फ़ोटो को नई प्रतियों के रूप में अपनी लाइब्रेरी में सहेजें।
id: Simpan foto yang diburamkan kembali ke perpustakaan Anda sebagai salinan baru.
it: Salva le foto sfocate nella tua libreria come nuove copie.
ja: ぼかした写真を新しいコピーとしてライブラリに保存します。
ko: 블러 처리된 사진을 새 사본으로 보관함에 저장합니다.
nl: Sla vervaagde foto's op als nieuwe kopieën in je bibliotheek.
pl: Zapisuj zamazane zdjęcia jako nowe kopie w swojej bibliotece.
pt_br: Salve as fotos borradas de volta para sua biblioteca como novas cópias.
ru: Сохраните размытые фото обратно в вашу библиотеку как новые копии.
sv: Spara suddiga foton tillbaka till ditt bibliotek som nya kopior.
th: บันทึกรูปภาพที่เบลอแล้วเป็นสำเนาใหม่ในคลังของคุณ
tr: Bulanıklaştırılmış fotoğrafları yeni kopyalar olarak kitaplığınıza kaydedin.
uk: Зберігайте розмиті фото назад у вашу бібліотеку як нові копії.
vi: Lưu ảnh đã làm mờ vào thư viện dưới dạng bản sao mới.
zh_hans: 将模糊处理后的照片作为新副本保存到您的照片库。
zh_hant: 將模糊處理後的照片作為新副本儲存到您的照片圖庫。

# prePermission.privacy.title
source: Your Privacy Matters
ar: خصوصيتك مهمة
de: Deine Privatsphäre Zählt
es: Tu Privacidad Importa
fr: Votre Vie Privée Compte
hi: आपकी गोपनीयता मायने रखती है
id: Privasi Anda Penting
it: La Tua Privacy è Importante
ja: プライバシーを大切に
ko: 개인정보 보호
nl: Jouw Privacy is Belangrijk
pl: Twoja Prywatność Jest Ważna
pt_br: Sua Privacidade Importa
ru: Ваша Конфиденциальность Важна
sv: Din Integritet Är Viktig
th: ความเป็นส่วนตัวของคุณสำคัญ
tr: Gizliliğiniz Önemli
uk: Ваша Конфіденційність Важлива
vi: Quyền Riêng tư của Bạn Quan trọng
zh_hans: 您的隐私很重要
zh_hant: 您的隱私很重要

# prePermission.privacy.description
source: Photos are processed on your device. Nothing is uploaded to any server.
ar: تتم معالجة الصور على جهازك. لا يتم رفع أي شيء إلى أي خادم.
de: Fotos werden auf deinem Gerät verarbeitet. Nichts wird auf einen Server hochgeladen.
es: Las fotos se procesan en tu dispositivo. Nada se sube a ningún servidor.
fr: Les photos sont traitées sur votre appareil. Rien n'est téléchargé vers un serveur.
hi: फ़ोटो आपके डिवाइस पर प्रोसेस होती हैं। कुछ भी किसी सर्वर पर अपलोड नहीं किया जाता।
id: Foto diproses di perangkat Anda. Tidak ada yang diunggah ke server manapun.
it: Le foto vengono elaborate sul tuo dispositivo. Nulla viene caricato su alcun server.
ja: 写真はデバイス上で処理されます。サーバーにはアップロードされません。
ko: 사진은 기기에서 처리됩니다. 서버로 업로드되지 않습니다.
nl: Foto's worden op je apparaat verwerkt. Er wordt niets naar een server geüpload.
pl: Zdjęcia są przetwarzane na Twoim urządzeniu. Nic nie jest przesyłane na żaden serwer.
pt_br: As fotos são processadas no seu dispositivo. Nada é enviado para nenhum servidor.
ru: Фото обрабатываются на вашем устройстве. Ничего не загружается на сервер.
sv: Foton bearbetas på din enhet. Inget laddas upp till någon server.
th: รูปภาพถูกประมวลผลบนอุปกรณ์ของคุณ ไม่มีอะไรถูกอัปโหลดไปยังเซิร์ฟเวอร์
tr: Fotoğraflar cihazınızda işlenir. Hiçbir şey sunucuya yüklenmez.
uk: Фото обробляються на вашому пристрої. Нічого не завантажується на сервер.
vi: Ảnh được xử lý trên thiết bị của bạn. Không có gì được tải lên máy chủ.
zh_hans: 照片在您的设备上处理，不会上传到任何服务器。
zh_hant: 照片在您的裝置上處理，不會上傳到任何伺服器。

# prePermission.continue
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# prePermission.changeInSettings
source: You can change this later in Settings
ar: يمكنك تغيير هذا لاحقًا في الإعدادات
de: Du kannst dies später in den Einstellungen ändern
es: Puedes cambiar esto más tarde en Ajustes
fr: Vous pouvez modifier cela plus tard dans les Réglages
hi: आप इसे बाद में सेटिंग्स में बदल सकते हैं
id: Anda dapat mengubah ini nanti di Pengaturan
it: Puoi modificare questo nelle Impostazioni in seguito
ja: 後で設定から変更できます
ko: 나중에 설정에서 변경할 수 있습니다
nl: Je kunt dit later wijzigen in Instellingen
pl: Możesz to zmienić później w Ustawieniach
pt_br: Você pode mudar isso depois nos Ajustes
ru: Вы можете изменить это позже в Настройках
sv: Du kan ändra detta senare i Inställningar
th: คุณสามารถเปลี่ยนแปลงได้ในการตั้งค่าภายหลัง
tr: Bunu daha sonra Ayarlar'dan değiştirebilirsiniz
uk: Ви можете змінити це пізніше в Налаштуваннях
vi: Bạn có thể thay đổi điều này sau trong Cài đặt
zh_hans: 您可以稍后在设置中更改
zh_hant: 您可以稍後在設定中更改

# photoEdit.loading
source: Loading...
ar: جارٍ التحميل...
de: Laden...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
ko: 불러오는 중...
nl: Laden...
pl: Ładowanie...
pt_br: Carregando...
ru: Загрузка...
sv: Laddar...
th: กำลังโหลด...
tr: Yükleniyor...
uk: Завантаження...
vi: Đang tải...
zh_hans: 加载中...
zh_hant: 載入中...

# photoEdit.saving
source: Saving...
ar: جارٍ الحفظ...
de: Speichern...
es: Guardando...
fr: Enregistrement...
hi: सहेजा जा रहा है...
id: Menyimpan...
it: Salvataggio...
ja: 保存中...
ko: 저장 중...
nl: Bewaren...
pl: Zapisywanie...
pt_br: Salvando...
ru: Сохранение...
sv: Sparar...
th: กำลังบันทึก...
tr: Kaydediliyor...
uk: Збереження...
vi: Đang lưu...
zh_hans: 保存中...
zh_hant: 儲存中...

# photoEdit.saved.title
source: Saved!
ar: تم الحفظ!
de: Gespeichert!
es: ¡Guardado!
fr: Enregistré !
hi: सहेजा गया!
id: Tersimpan!
it: Salvato!
ja: 保存しました!
ko: 저장됨!
nl: Bewaard!
pl: Zapisano!
pt_br: Salvo!
ru: Сохранено!
sv: Sparat!
th: บันทึกแล้ว!
tr: Kaydedildi!
uk: Збережено!
vi: Đã lưu!
zh_hans: 已保存!
zh_hant: 已儲存!

# photoEdit.saved.message
source: Photo saved successfully
ar: تم حفظ الصورة بنجاح
de: Foto erfolgreich gespeichert
es: Foto guardada correctamente
fr: Photo enregistrée avec succès
hi: फ़ोटो सफलतापूर्वक सहेजी गई
id: Foto berhasil disimpan
it: Foto salvata con successo
ja: 写真が正常に保存されました
ko: 사진이 성공적으로 저장되었습니다
nl: Foto succesvol bewaard
pl: Zdjęcie zostało pomyślnie zapisane
pt_br: Foto salva com sucesso
ru: Фото успешно сохранено
sv: Fotot har sparats
th: บันทึกรูปภาพสำเร็จ
tr: Fotoğraf başarıyla kaydedildi
uk: Фото успішно збережено
vi: Ảnh đã được lưu thành công
zh_hans: 照片保存成功
zh_hant: 照片儲存成功

# photoEdit.error.title
source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# photoEdit.saveDialog.title
source: Save Photo
ar: حفظ الصورة
de: Foto Speichern
es: Guardar Foto
fr: Enregistrer la Photo
hi: फ़ोटो सहेजें
id: Simpan Foto
it: Salva Foto
ja: 写真を保存
ko: 사진 저장
nl: Foto Bewaren
pl: Zapisz Zdjęcie
pt_br: Salvar Foto
ru: Сохранить Фото
sv: Spara Foto
th: บันทึกรูปภาพ
tr: Fotoğrafı Kaydet
uk: Зберегти Фото
vi: Lưu Ảnh
zh_hans: 保存照片
zh_hant: 儲存照片

# photoEdit.saveToPhotos
source: Save Copy to Photos
ar: حفظ نسخة في الصور
de: Kopie in Fotos Speichern
es: Guardar Copia en Fotos
fr: Enregistrer une Copie dans Photos
hi: फ़ोटो में कॉपी सहेजें
id: Simpan Salinan ke Foto
it: Salva Copia in Foto
ja: 写真にコピーを保存
ko: 사진에 사본 저장
nl: Kopie Bewaren in Foto's
pl: Zapisz Kopię w Zdjęciach
pt_br: Salvar Cópia em Fotos
ru: Сохранить копию в Фото
sv: Spara Kopia till Foton
th: บันทึกสำเนาไปยังรูปภาพ
tr: Fotoğraflara Kopya Kaydet
uk: Зберегти копію у Фото
vi: Lưu Bản sao vào Ảnh
zh_hans: 保存副本到照片
zh_hant: 儲存副本到照片

# photoEdit.saveToFiles
source: Save to Files
ar: حفظ في الملفات
de: In Dateien Speichern
es: Guardar en Archivos
fr: Enregistrer dans Fichiers
hi: फ़ाइल्स में सहेजें
id: Simpan ke File
it: Salva in File
ja: ファイルに保存
ko: 파일에 저장
nl: Bewaar in Bestanden
pl: Zapisz w Plikach
pt_br: Salvar em Arquivos
ru: Сохранить в Файлы
sv: Spara till Filer
th: บันทึกไปยังไฟล์
tr: Dosyalara Kaydet
uk: Зберегти у Файли
vi: Lưu vào Tệp
zh_hans: 保存到文件
zh_hant: 儲存到檔案

# photoEdit.tooltip.blur
source: Tap a face to select it, then press Blur
ar: انقر على وجه لتحديده، ثم اضغط تمويه
de: Tippe auf ein Gesicht, um es auszuwählen, dann drücke Unschärfe
es: Toca un rostro para seleccionarlo, luego presiona Difuminar
fr: Touchez un visage pour le sélectionner, puis appuyez sur Flouter
hi: चयन करने के लिए चेहरे पर टैप करें, फिर ब्लर दबाएं
id: Ketuk wajah untuk memilih, lalu tekan Buramkan
it: Tocca un volto per selezionarlo, poi premi Sfoca
ja: 顔をタップして選択し、ぼかすを押してください
ko: 얼굴을 탭하여 선택한 후 블러를 누르세요
nl: Tik op een gezicht om het te selecteren en druk dan op Vervagen
pl: Stuknij twarz, aby ją wybrać, następnie naciśnij Rozmyj
pt_br: Toque em um rosto para selecioná-lo, depois pressione Borrar
ru: Нажмите на лицо, чтобы выбрать его, затем нажмите Размыть
sv: Tryck på ett ansikte för att välja det, tryck sedan på Sudda
th: แตะที่ใบหน้าเพื่อเลือก จากนั้นกดเบลอ
tr: Seçmek için bir yüze dokunun, ardından Bulanıklaştır'a basın
uk: Торкніться обличчя, щоб вибрати його, потім натисніть Розмити
vi: Chạm vào khuôn mặt để chọn, sau đó nhấn Làm mờ
zh_hans: 点击面部以选择，然后按模糊
zh_hant: 點選臉部以選取，然後按模糊

# photoEdit.tooltip.cover
source: Tap a face to select it, then press Cover
ar: انقر على وجه لتحديده، ثم اضغط تغطية
de: Tippe auf ein Gesicht, um es auszuwählen, dann drücke Abdecken
es: Toca un rostro para seleccionarlo, luego presiona Cubrir
fr: Touchez un visage pour le sélectionner, puis appuyez sur Couvrir
hi: चयन करने के लिए चेहरे पर टैप करें, फिर कवर दबाएं
id: Ketuk wajah untuk memilih, lalu tekan Tutupi
it: Tocca un volto per selezionarlo, poi premi Copri
ja: 顔をタップして選択し、カバーを押してください
ko: 얼굴을 탭하여 선택한 후 가리기를 누르세요
nl: Tik op een gezicht om het te selecteren en druk dan op Bedekken
pl: Stuknij twarz, aby ją wybrać, następnie naciśnij Zakryj
pt_br: Toque em um rosto para selecioná-lo, depois pressione Cobrir
ru: Нажмите на лицо, чтобы выбрать его, затем нажмите Закрыть
sv: Tryck på ett ansikte för att välja det, tryck sedan på Täck
th: แตะที่ใบหน้าเพื่อเลือก จากนั้นกดปิดบัง
tr: Seçmek için bir yüze dokunun, ardından Kapat'a basın
uk: Торкніться обличчя, щоб вибрати його, потім натисніть Закрити
vi: Chạm vào khuôn mặt để chọn, sau đó nhấn Che
zh_hans: 点击面部以选择，然后按遮盖
zh_hant: 點選臉部以選取，然後按遮蓋

# photoEdit.regions
source: %d regions
ar: %d مناطق
de: %d Bereiche
es: %d regiones
fr: %d régions
hi: %d क्षेत्र
id: %d area
it: %d regioni
ja: %d 領域
ko: %d개 영역
nl: %d gebieden
pl: %d obszarów
pt_br: %d regiões
ru: %d областей
sv: %d områden
th: %d พื้นที่
tr: %d bölge
uk: %d областей
vi: %d vùng
zh_hans: %d 个区域
zh_hant: %d 個區域

# photoEdit.selected
source: %d selected
ar: %d محدد
de: %d ausgewählt
es: %d seleccionadas
fr: %d sélectionnées
hi: %d चयनित
id: %d dipilih
it: %d selezionate
ja: %d 選択中
ko: %d개 선택됨
nl: %d geselecteerd
pl: %d wybranych
pt_br: %d selecionadas
ru: %d выбрано
sv: %d valda
th: %d ที่เลือก
tr: %d seçili
uk: %d вибрано
vi: %d đã chọn
zh_hans: %d 个已选择
zh_hant: %d 個已選取

# photoEdit.blurred
source: %d blurred
ar: %d مموه
de: %d unscharf
es: %d difuminadas
fr: %d floutées
hi: %d धुंधले
id: %d diburamkan
it: %d sfocate
ja: %d ぼかし済み
ko: %d개 블러됨
nl: %d vervaagd
pl: %d rozmytych
pt_br: %d borradas
ru: %d размыто
sv: %d suddiga
th: %d ที่เบลอแล้ว
tr: %d bulanık
uk: %d розмито
vi: %d đã làm mờ
zh_hans: %d 个已模糊
zh_hant: %d 個已模糊

# photoEdit.intensity
source: Intensity:
ar: الشدة:
de: Intensität:
es: Intensidad:
fr: Intensité :
hi: तीव्रता:
id: Intensitas:
it: Intensità:
ja: 強度:
ko: 강도:
nl: Intensiteit:
pl: Intensywność:
pt_br: Intensidade:
ru: Интенсивность:
sv: Intensitet:
th: ความเข้ม:
tr: Yoğunluk:
uk: Інтенсивність:
vi: Cường độ:
zh_hans: 强度:
zh_hant: 強度:

# photoEdit.undo
source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
id: Urungkan
it: Annulla
ja: 元に戻す
ko: 실행 취소
nl: Ongedaan
pl: Cofnij
pt_br: Desfazer
ru: Отменить
sv: Ångra
th: เลิกทำ
tr: Geri Al
uk: Скасувати
vi: Hoàn tác
zh_hans: 撤销
zh_hant: 復原

# photoEdit.selectAll
source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
hi: सभी
id: Semua
it: Tutto
ja: 全選択
ko: 전체
nl: Alles
pl: Wszystko
pt_br: Tudo
ru: Все
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Всі
vi: Tất cả
zh_hans: 全选
zh_hant: 全選

# photoEdit.clearSelection
source: Clear
ar: مسح
de: Löschen
es: Limpiar
fr: Effacer
hi: साफ़ करें
id: Hapus
it: Pulisci
ja: 解除
ko: 해제
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ru: Очистить
sv: Rensa
th: ล้าง
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清除
zh_hant: 清除

# photoEdit.resetZoom
source: Reset
ar: إعادة
de: Zurücks.
es: Restab.
fr: Réinit.
hi: रीसेट
it: Reimposta
ja: リセット
ko: 재설정
pl: Resetuj
pt_br: Resetar
ru: Сброс
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

# photoEdit.addRegion
source: Add
ar: إضافة
de: Hinzuf.
es: Añadir
fr: Ajouter
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# photoEdit.blur
source: Blur
ar: تمويه
de: Unschärfe
es: Difuminar
fr: Flouter
hi: ब्लर
id: Buramkan
it: Sfoca
ja: ぼかす
ko: 블러
nl: Vervagen
pl: Rozmyj
pt_br: Borrar
ru: Размыть
sv: Sudda
th: เบลอ
tr: Bulanık
uk: Розмити
vi: Làm mờ
zh_hans: 模糊
zh_hant: 模糊

# photoEdit.cover
source: Cover
ar: تغطية
de: Abdecken
es: Cubrir
fr: Couvrir
hi: कवर
id: Tutupi
it: Copri
ja: カバー
ko: 가리기
nl: Bedekken
pl: Zakryj
pt_br: Cobrir
ru: Закрыть
sv: Täck
th: ปิดบัง
tr: Kapat
uk: Закрити
vi: Che
zh_hans: 遮盖
zh_hant: 遮蓋

# photoEdit.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Excluir
ru: Удалить
sv: Ta bort
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除
